Repository: willoliveira/crazy-puzzle-programming
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: fr, it

# bt_Back
source: VOLTAR
fr: Précédent
it: Indietro

# bt_Cancel
source: CANCELAR
fr: Annuler
it: Annulla

# bt_Close
source: FECHAR
fr: FERMER
it: CHIUDERE

# bt_ConfigGame
source: CONFIGURAR JOGO
fr: JEU DE CONFIGURATION
it: INSTALLAZIONE GIOCO

# bt_GetMoreText
source: CARREGAR MAIS...
fr: CHARGE PLUS...
it: CARICARE DI PIÙ...

# bt_InitGame
source: INICIAR
fr: DÉBUT
it: INIZIO

# bt_Play
source: JOGAR
fr: JOUER
it: GIOCA

# bt_QuickStart
source: INICIO RÁPIDO
fr: DÉMARRAGE RAPIDE
it: AVVIO RAPIDO

# bt_Ready
source: PRONTO!
fr: PRÊT !

# bt_Yes
source: SIM
fr: OUI
it: SÌ

# CelLabel
source: CELULAR
fr: CEL
it: CEL

# ErrorLoading
source: Não foi possivel carregar as imagens!
fr: Il n’était pas possible de charger les images !
it: Non è stato possibile caricare immagini!

# GameLabel
source: JOGO
fr: JEU
it: GIOCO

# label_ViewImage
source: VER IMAGEM
fr: AFFICHER IMAGE
it: VISUALIZZA IMMAGINE

# msg_ChangeAImage
source: Clique na imagem para alterar o seu recorte!
fr: Cliquez sur l’image pour changer votre récolte !
it: Clicca sull'immagine per cambiare il vostro raccolto!

# msg_CompletedGame
source: Jogo concluído
fr: Jeu terminé
it: Gioco completato

# msg_Congratulations
source: Parabéns!
fr: Félicitations !
it: Congratulazioni!

# msg_InfoImage
source: Tente memorizar sua imagem, pois o tempo está correndo!
fr: Essayez de mémoriser votre image, car le temps est compté !
it: Cercate di memorizzare l'immagine, perché il tempo stringe!

# msg_Loading
source: Carregando...
fr: Loadign...
it: Spintore...

# msg_QuitGame
source: Deseja realmente sair do jogo?
fr: Voulez-vous vraiment quitter le jeu ?
it: Vuoi davvero lasciare il gioco?

# msg_RestartGame
source: Deseja realmente recomeçar seu jogo?
fr: Voulez-vous vraiment redémarrer votre jeu ?
it: Vuoi davvero che riavvia il gioco?

# msg_SelectAImage
source: SELECIONE A IMAGEM
fr: SÉLECTIONNEZ UNE IMAGE
it: SELEZIONARE UN'IMMAGINE

# msg_Welcome
source: Olá, seja bem-vindo ao seu novo game de quebra-cabeça
fr: Bonjour, Bienvenue sur votre nouveau jeu de puzzle
it: Ciao, benvenuto al tuo nuovo gioco di puzzle

# PlaceHolder_SearchAImage
source: Pesquise uma imagem...
fr: Rechercher une image...
it: Cerca un'immagine...

# title_AdjustAImage
source: AJUSTE SUA IMAGEM
fr: AJUSTER VOTRE IMAGE
it: REGOLARE L'IMMAGINE

# title_ChoiceYourImage
source: ESCOLHA SUA IMAGEM
fr: CHOIX VOTRE IMAGE
it: SCELTA DELL'IMMAGINE

# title_ConfigYourGame
source: CONFIGURE SEU JOGO
fr: VOTRE JEU DE CONFIGURATION
it: IMPOSTA IL GIOCO

# title_ConfirmAImage
source: CONFIRME SUA IMAGEM
fr: CONFIRMER VOTRE IMAGE
it: CONFERMARE LA VOSTRA IMMAGINE

# title_InfoImage
source: IMAGEM ESCOLHIDA
fr: PHOTO CHOISIE
it: VOSTRA FOTO
